Repository: blackmenthor/sample-clean-arch
Catalog: lib/l10n/arb/app_*.arb
Languages: es

# counterAppBarTitle
source: Counter
es: Contador

# responseNotFound
source: Cannot found the resources you requested
es: [es] Cannot found the resources you requested

# responseBadRequest
source: There are some problems with your request
es: [es] There are some problems with your request

# defaultErrorMessage
source: There are problems fetching your request
es: [es] There are problems fetching your request

# noInternetErrorMessage
source: You're not connected to internet
es: [es] You're not connected to internet

# averageRating
source: Avg Rating
es: [es] Avg Rating

# voteCount
source: Votes
es: [es] Votes

source: Movie Detail
es: [es] Movie Detail

source: Overview
es: [es] Overview

source: Movie List Page
es: [es] Movie List Page

source: No items available
es: [es] No items available

# initializingApp
source: Initializing App, please wait...
es: [es] Initializing App, please wait...

# systemNotAvailable
source: We're sorry, our servers are not available at the moment
es: [es] We're sorry, our servers are not available at the moment
